Revit 2027 API
ParameterTypeId.PointElementMeasureFrom Property
 "Measure From"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementMeasureFrom { get; }
Public Shared ReadOnly Property PointElementMeasureFrom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementMeasureFrom {
	ForgeTypeId^ get ();
}
static member PointElementMeasureFrom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace